LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ бот который в любом случае поможет тебе определиться с выбором.\n'
              '"Если подбросить монетку, то она покажет тебе твои истинные чувства,\n '
              'потому что ты будешь либо расстроен, либо доволен результатом"\n'
              '(с) Эми Фара Фаулер - "Теория большого взрыва"\n'
              '<b>Сделай свой выбор</b>',
    '/help': 'Посмотрите фрагмент эпизода поясняющего всю суть подброса монтеки',
    'heads_button': 'Орёл',
    'tails_button': 'Решка',
    'letsgo': 'Подбросить',
    'letsgo_text' : 'Как завещал классик! Подбрось монетку',
    'lucky': 'Отлично! Удача на твоей стороне! \n'
                   'Хочешь подбросить монетку ещё раз?',
    'no_lucky': 'Жаль! В этот раз не повезло!\n'
                'Попробуешь ещё раз?',
    'no_button': 'Не хочу!',
    'go_button': 'Давай!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь подбросить монетку, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'choice': 'Ваш последний выбор: ',
    'total_choice': 'Столько раз была подброшена монетка:',
    'successfully': 'Удачных исходов:',
    'no_successfully' : 'Не удачных исходов'
}